11/data/attachments/846516b2288830d2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Peter_by_Actions_60646_4</nif:username>
            <nif:friendToBeRequested>soap_actions_6310af62-d6e4-44d9-a679-27c89ebc0199</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>